Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Text Finder/TextFind.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

source: %lld matches found.
cs: Nalezeno %lld shod.
de: %lld Treffer gefunden.
it: %lld risultati trovati.
ja: %lld件見つかりました。
ko: %lld개 일치 항목 찾음.
nl: %lld overeenkomsten gevonden.
pl: Znaleziono %lld dopasowania.
pt: %lld correspondências encontradas.
ru: %lld совпадений найдено.
tr: %lld eşleşme bulundu.
zh_hans: 找到%lld个匹配项
zh_hant: 找到%lld個符合項

source: %lld matches replaced.
cs: Nahrazeno %lld shod.
de: %lld Treffer ersetzt.
it: %lld risultati sostituiti.
ja: %lld件置換しました。
ko: %lld개 일치 항목 대치.
nl: %lld overeenkomsten vervangen.
pl: Zastąpiono %lld dopasowania.
pt: %lld correspondências substituídas.
ru: %lld замен произведено.
tr: %lld eşleşme değiştirildi.
zh_hans: 已替换%lld个匹配项
zh_hant: 已取代%lld個符合項

source: Advanced Find Options
cs: Pokročilé volby hledání
de: Erweiterte Suchoptionen
es: Opciones de búsqueda avanzada
fr: Options avancées de recherche
it: Opzioni di ricerca avanzata
ja: 詳細検索オプション
ko: 고급 찾기 옵션
nl: Geavanceerde Zoekopties
pl: Zaawansowane opcje wyszukiwania
pt: Opções Avançadas de Busca
ru: Дополнительные опции поиска
tr: Upřesňující možnosti hledání
zh_hans: 高级查找选项
zh_hant: 進階尋找選項

source: Advanced options
cs: Pokročilé volby
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 詳細オプション
ko: 찾기 옵션
nl: Geavanceerde opties
pl: Opcje zaawansowane
pt: Opções avançadas
ru: Дополнительные опции
tr: Gelişmiş seçenekler
zh_hans: 高级选项
zh_hant: 進階選項

source: Clear
cs: Smazat
de: Löschen
es: Limpiar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
nl: Wis
pl: Wymaż
pt: Limpar
ru: Отчистить
tr: Temizle
zh_hans: 清除
zh_hant: 清除

source: Clear Recent Replacements
cs: Smazat poslední nahrazení
de: Letzte Ersetzungen löschen
es: Borrar reemplazos recientes
fr: Effacer les remplacements récents
it: Cancella sostituzioni recenti
ja: 置換履歴を消去
ko: 최근 대치 지우기
nl: Wis recente vervangingen
pl: Wymaż ostatnie zastąpienia
pt: Limpar Substituições Recentes
ru: Отчистить список недавних замен
tr: Son Değişimleri Temizle
zh_hans: 清除最近替换
zh_hant: 清除最近的取代項目

source: Clear Recent Searches
cs: Smazat poslední hledání
de: Letzte Sucheinträge löschen
es: Borrar búsquedas recientes
fr: Effacer les recherches récentes
it: Cancella ricerche recenti
ja: 検索履歴を消去
ko: 최근 검색 지우기
nl: Wis recente zoekacties
pl: Wymaż ostatnie wyszukiwania
pt: Limpar Buscas Recentes
ru: Отчистить список недавних поисков
tr: Son Aramaları Temizle
zh_hans: 清除最近查找
zh_hant: 清除最近的搜尋項目

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Close find result.
cs: Zavřít výsledek hledání.
de: Suchergebnis schließen.
fr: Ferme les résultats de recherche.
it: Chiudi i risultati di ricerca.
ja: 検索結果を閉じる
ko: 찾기 결과를 닫습니다.
nl: Sluit zoekresultaat.
pl: Zamknij wynik wyszukiwania.
pt: Feche os resultados da busca.
ru: Закрыть результаты поиска.
tr: Bulma sonucunu kapat.
zh_hans: 关闭查找结果。
zh_hant: 關閉尋找結果。

source: Find
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 찾기
nl: Zoek
pl: Znajdź
pt: Buscar
ru: Поиск
tr: Bul
zh_hans: 查找
zh_hant: 尋找

source: Find & Replace
cs: Hledat a nahradit
de: Suchen & Ersetzen
es: Buscar y reemplazar
fr: Rechercher et Remplacer
it: Trova e sostituisci
ja: 検索と置換
ko: 찾기 및 대치
nl: Zoek en verplaats
pl: Znajdź i zastąp
pt: Buscar e Substituir
ru: Поиск и замена
tr: Bul ve Değiştir
zh_hans: 查找和替换
zh_hant: 尋找與取代

source: Find All
cs: Hledat vše
de: Alles suchen
es: Encuentra todo
fr: Tout rechercher
it: Cerca tutto
ja: すべて検索
ko: 모두 찾기
nl: Zoek alles
pl: Znajdź wszystkie
pt: Buscar Tudo
ru: Найти все
tr: Tümünü Bul
zh_hans: 全部查找
zh_hant: 尋找全部

source: Find and list all matches.
cs: Vyhledat a vypsat všechny shody.
de: Suchen und alle Treffer auflisten.
es: Busca y enumera todas las coincidencias.
fr: Liste tous les résultats.
it: Mostra tutti i risultati di ricerca.
ja: すべての一致を検索しリストアップ
ko: 일치하는 모든 항목을 찾아 나열합니다.
nl: Zoek en vermeld alle overeenkomsten.
pl: Znajdź i wyświetl listę wszystkich dopasowań.
pt: Liste todas as ocorrências.
ru: Найти и показать все совпадения.
tr: Vyhledat a vypsat všechny shody.
zh_hans: 列出所有匹配。
zh_hant: 列出所有匹配。

source: Find Next
cs: Hledat další
de: Weitersuchen (vorwärts)
es: Buscar siguiente
fr: Rechercher le suivant
it: Cerca successivo
ja: 次を検索
ko: 다음 찾기
nl: Zoek volgende
pl: Znajdź następne
pt: Buscar Seguinte
ru: Найти далее
tr: Sonrakini Bul
zh_hans: 查找下一个
zh_hant: 尋找下一個

source: Find next match.
cs: Hledat další shodu.
de: Nächsten Treffer suchen.
es: Encuentra la siguiente coincidencia.
fr: Recherche le résultat suivant.
it: Cerca l’occorrenza successiva.
ja: 次の一致を検索
ko: 일치하는 다음 항목을 찾습니다.
nl: Zoek volgende overeenkomst.
pl: Znajdź następne dopasowanie.
pt: Busque a ocorrência seguinte.
ru: Найти следующее совпадение.
tr: Bir sonraki eşleşmeyi bul.
zh_hans: 查找后一个匹配。
zh_hant: 尋找後一個匹配。

source: Find Previous
cs: Hledat předchozí
de: Weitersuchen (rückwärts)
es: Buscar anterior
fr: Rechercher le précédent
it: Cerca precedente
ja: 前を検索
ko: 이전 찾기
nl: Zoek vorige
pl: Znajdź poprzednie
pt: Buscar Anterior
ru: Найти ранее
tr: Öncekini Bul
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: Find previous match.
cs: Hledat předchozí shodu.
de: Vorherigen Treffer suchen.
es: Encuentra la coincidencia anterior.
fr: Recherche le résultat précédent.
it: Cerca l’occorrenza precedente.
ja: 前の一致を検索
ko: 일치하는 이전 항목을 찾습니다.
nl: Zoek vorige match.
pl: Znajdź poprzednie dopasowanie.
pt: Busque a ocorrência anterior.
ru: Найти предыдущее совпадение.
tr: Bir önceki eşleşmeyi bul.
zh_hans: 查找前一个匹配。
zh_hant: 尋找前一個匹配。

source: Find Result
cs: Najít výsledek
de: Suchergebnis
es: Buscar resultado
fr: Résultat de la recherche
it: Risultati di ricerca
ja: 検索結果
ko: 찾기 결과
nl: Zoek resultaat
pl: Wynik wyszukiwania
pt: Resultados da Busca
ru: Результаты поиска
tr: Arama Sonucu
zh_hans: 查找结果
zh_hant: 查找結果

source: Find text: %@
cs: Hledat text: %@
de: Suchbegriff: %@
es: Buscar texto: %@
fr: Rechercher du texte : %@
it: Cerca testo: %@
ja: 検索テキスト: %@
ko: 텍스트 검색: %@
nl: Zoek tekst: %@
pl: Szukaj tekstu: %@
pt: Buscar Texto: %@
ru: Поиск текста: %@
tr: Metni Ara: %@
zh_hans: 搜索文本：%@
zh_hant: 搜尋文字：%@

# FindResult.find.message
source: %lld matches
cs: %lld výsledků
de: %lld Treffer
es: %lld resultados
fr: %lld résultats
it: %lld risultati
ja: %lld件一致
ko: %lld개 일치
nl: %lld gevonden
pl: %lld dopasowania
pt: %lld ocorrências
ru: %lld совпадений
tr: %lld eşleşen
zh_hans: %lld个匹配项
zh_hant: %lld個符合項目

# FindResult.replace.message
source: %lld replaced
cs: Nahrazeno: %lld
de: %lld ersetzt
es: %lld reemplazos
fr: %lld remplacés
it: %lld sostituiti
ja: %lld件置換
ko: %lld개 대치됨
nl: %lld vervangen
pl: %lld zastąpionego
pt: %lld substituídos
ru: %lld замен
tr: %lld değiştirildi
zh_hans: %lld处被替换
zh_hant: %lld處被取代

# FindSettings.findIsWrap.label
source: Wrap search around
cs: Hledat dokola
de: Gesamtes Dokument
es: Envolver la búsqueda
fr: Revenir en haut à la fin du document
it: Manda a capo la ricerca
ja: 検索を折り返す
ko: 끝까지 도달하면 처음부터 순환하여 검색합니다
nl: Zoek van het begin
pl: Zawiń wyszukiwanie
pt: Voltar busca ao início
ru: Обернуть поиск вокруг
tr: Aramayı başa sar
zh_hans: 折行查找
zh_hant: 折行尋找

# FindSettings.findSearchesIncrementally.label
source: Search incrementally
cs: Hledat postupně
de: Inkrementell suchen
es: Buscar de forma incremental
fr: Recherche incrémentale
it: Ricerca incrementale
ja: インクリメンタルに検索
ko: 증분 검색
nl: Zoek stapsgewijs
pl: Szukaj przyrostowo
pt: Buscar incrementalmente
ru: Искать по возрастанию
tr: Aşamalı olarak ara
zh_hans: 增量搜索
zh_hant: 增量尋找

# FindSettings.ignoresDiacriticMarks.description
source: Search ignores diacritical marks (e.g., ö = o).
cs: Hledání ignoruje diakritická znaménka (např. ö = o).
de: Suche ignoriert diakritische Zeichen (z. B. ö = o).
es: La búsqueda ignora las marcas diacríticas (P. ej., ö = o).
fr: La recherche ignore les signes diacritiques (Ex. : ö = o)
it: La ricerca ignora i segni diacritici (es. ö = o).
ja: 文字の発音記号を無視して検索（例: ö = o）
ko: 표음 부호를 무시하고 비교합니다. (예시: ö = o)
nl: Zoeken negeert diakritische tekens (bijv. ö = o).
pl: Wyszukiwanie ignoruje znaki diakrytyczne (np. ą = a).
pt: A busca ignora sinais diacríticos (Ex.: ö = o).
ru: Поиск игнорирует диакритические знаки (ö = o)
tr: Arama, aksan imlerini yok sayar (örn. ö = o).
zh_hans: 忽略变音符号进行查找（例如ö = o）。
zh_hant: 忽略變音符號進行尋找（例如：ö = o）。

# FindSettings.ignoresDiacriticMarks.label
source: Ignore diacritical marks
cs: Ignorovat diakritiku
de: Diakritische Zeichen ignorieren
es: Ignorar las marcas diacríticas
fr: Ignorer les signes diacritiques
it: Ignora segni diacritici
ja: 発音区別記号を無視
ko: 표음 부호 무시
nl: Negeer diakritische tekens
pl: Ignoruj znaki diakrytyczne
pt: Ignorar sinais diacríticos
ru: Игнорировать диакритические знаки
tr: Aksan imlerini yok say
zh_hans: 忽略变音符号
zh_hant: 忽略變音符號

# FindSettings.ignoresWidth.description
source: Search ignores width differences in character forms (e.g., ａ = a).
cs: Hledání ignoruje rozdíly šířky ve formátech znaků (např. ａ = a).
de: Suche ignoriert den Unterschied der Breite der Zeichenform (z. B. ａ = a).
es: La búsqueda ignora las diferencias de ancho en las formas de caracteres (P. ej., ａ = a).
fr: Ignore les différences de forme des caractères (Ex. : ａ = a).
it: La ricerca ignora le differenze di ampiezza nei caratteri (es. ａ = a).
ja: 文字の全角/半角を無視して検索（例: ａ = a）
ko: 전각 및 반각 문자의 너비 차이를 무시하고 비교합니다. (예시: ａ = a)
nl: Zoeken negeert breedteverschillen in tekenvormen (bijv. ａ = a).
pl: Wyszukiwanie ignoruje różnice szerokości w formach znaków (np. ａ = a).
pt: A busca ignora as diferenças de largura nas formas dos caracteres (Ex.: ａ = a).
ru: Поиск игрорирует различие форм знаков (ａ = a).
tr: Arama, karakter biçimlerindeki genişlik ayrımlarını yok sayar (örn. ａ = a).
zh_hans: 忽略字符形式的宽度进行查找（例如ａ = a）。
zh_hant: 忽略字元形式的寬度進行尋找（例如：ａ = a）。

# FindSettings.ignoresWidth.label
source: Ignore width differences
cs: Ignorovat rozdíly šířky
de: Breitenunterschiede ignorieren
es: Ignorar las diferencias de ancho
fr: Ignorer les différences de chasse
it: Ignora le differenze di ampiezza
ja: 全角/半角を無視
ko: 너비 차이 무시
nl: Negeer breedteverschillen
pl: Ignoruj różnice szerokości
pt: Ignorar diferenças de largura
ru: Игнорировать различие форм знаков
tr: Genişlik ayrımlarını yok say
zh_hans: 忽略字符宽度
zh_hant: 忽略字元寬度

# FindSettings.isLiteralSearch.description
source: Exact character-by-character equivalence.
cs: Přesná ekvivalence mezi jednotlivými znaky.
de: Äquivalenz Zeichen für Zeichen vergleichen.
es: Equivalencia exacta carácter por carácter.
fr: Exacte équivalence caractère par caractère
it: Equivalenza assoluta dei caratteri.
ja: バイトレベルで完全一致する文字列にのみ一致
ko: 정확한 문자-대-문자 일치를 사용합니다.
nl: Exacte teken-voor-teken gelijkwaardigheid.
pl: Dokładna równoważność poszczególnych znaków.
pt: Exige a equivalência exata, caractere por caractere.
ru: Поиск использует максимальное сравнение символов
tr: Tam karakter eşliği.
zh_hans: 逐字符相等查找
zh_hant: 逐字元相等尋找

# FindSettings.isLiteralSearch.label
source: Distinguish characters strictly
cs: Přísně rozlišovat znaky
de: Zeichen streng unterscheiden
es: Distinguir estrictamente los caracteres
fr: Equivalence stricte des caractères
it: Distingui i caratteri con precisione
ja: 文字を厳密に判別
ko: 엄격한 문자 구분
nl: Onderscheid karakters strikt
pl: Ściśle rozróżniaj znaki
pt: Distinguir caracteres estritamente
ru: Строгий поиск
tr: Karakterleri açıkça birbirinden ayırt et
zh_hans: 严格区分字符
zh_hant: 嚴格區分字元

# FindSettings.isMultiline.description
source: Allow ^ and $ to match the start and end of lines (multiline).
cs: Povolit ^ a $ tak, aby odpovídaly začátku a konci řádků (víceřádkové).
de: ^ und $ auch mit Zeilenanfang und -ende übereinstimmen lassen (multiline).
es: Permitir que ^ y $ coincidan con el inicio y el final de las líneas (multilínea).
fr: Les caractères ^ et $ capturent respectivement le début et la fin d’une ligne.
it: Consente a ^ e $ di valere come inizio e fine riga (multipla).
ja: ^と$がそれぞれ行頭と行末にも一致（複数行モード）
ko: ^와 $가 여러 줄에 걸쳐 일치할 수 있게 허용합니다.
nl: Sta ^ en $ toe om overeen te komen met het begin en einde van regels (meerdere regels).
pl: Pozwól by ^ i $ dopasowały do początku i końca wiersza (tryb wielowierszowy).
pt: Permite que ^ e $ correspondam ao início e final de linhas (multilinha).
ru: Разрешить символы строк (^ и $) для определения конца строки в мультстрочном поиске
tr: ^ ve $ karakterlerinin satır başı ve sonu ile eşleşmesine izin ver (çoklu satır).
zh_hans: 允许^和$匹配（多行的）行首和行尾。
zh_hant: 允許^和$匹配（多行的）行首和行尾。

# FindSettings.isMultiline.label
source: Anchors match lines
cs: Kotvy odpovídají řádkům
de: Anker entsprechen Zeilen
es: Los anclajes coinciden con las líneas
fr: Ancrage de ligne
it: Le Anchors valgono come righe
ja: アンカーが行頭/行末に一致
ko: 앵커를 여러 줄에 일치
nl: Ankers passen bij lijnen
pl: Kotwice dopasowują wiersze
pt: Âncoras correspondem a linhas
ru: Разрешить символы строк
tr: Çapalar satırlarla eşleşir
zh_hans: 使锚点匹配行
zh_hant: 使錨點匹配行

# FindSettings.isSingleLine.description
source: Allow . to match any character, including newline characters (singleline).
cs: Povolit . tak, aby odpovídala libovolnému znaku, včetně znaků nového řádku (singleline).
de: . mit jedem Zeichen einschließlich Zeilenumbrüchen übereinstimmen lassen (singleline).
es: Permitir que . coincida con cualquier carácter, incluidos los caracteres de nueva línea (una sola línea).
fr: Le caractère . capture n’importe quel caractère, y compris les caractères de nouvelle ligne.
it: Consente al . di equivalere a qualunque carattere, anche quello di nuova riga (singola).
ja: .が改行記号を含むすべての文字に一致（単一行モード）
ko: .이 개행 문자를 포함해 아무 문자에도 일치할 수 있게 허용합니다.
nl: Laat . overeenkomen met elk teken, inclusief tekens met nieuwe regels (singleline).
pl: Pozwól by . dopasowała do dowolnego znaku, włączając znaki nowego wiersza (tryb jednowierszowy).
pt: Permite que . corresponda a qualquer caractere, incluindo caracteres de nova linha (linha única).
ru: Разрешить точке так-же соответствовать разделителю строки
tr: . karakterinin yenisatır karakteri dahil herhangi bir karakteri eşlemesine izin ver (tek satır).
zh_hans: 允许.匹配包括（单行）换行符在内的任意字符。
zh_hant: 允許.匹配包括（單行）換行符在內的任意字元。

# FindSettings.isSingleLine.label
source: Dot matches line separators
cs: Tečka odpovídá oddělovačům řádků
de: Punkt entspricht Zeilenumbrüchen
es: El punto coincide con los separadores de líneas
fr: Le point capture les séparateurs de ligne
it: Il punto vale come separatore di riga
ja: ドットが改行に一致
ko: 점을 개행 문자에도 일치
nl: Punt komt overeen met lijnscheidingstekens
pl: Kropka dopasowuje do separatora wiersza
pt: Ponto corresponde a separadores de linha
ru: Точка может соответствовать разделителю строки
tr: Nokta, satır ayırıcıları ile eşleşir
zh_hans: 使点匹配换行
zh_hant: 使點匹配換行

# FindSettings.matchesFullWord.description
source: Restrict search results to whole words.
cs: Omezit výsledky hledání na celá slova.
de: Suchergebnisse auf ganze Wörter beschränken.
es: Restringir los resultados de la búsqueda a las palabras completas.
fr: Restreint les résultats de recherche aux mots entiers.
it: Limita i risultati della ricerca alle parole intere.
ja: 入力した単語と完全に一致する単語のみに限定
ko: 단어 전체가 일치하는 경우로 검색 결과를 제한합니다.
nl: Beperk zoekresultaten tot de hele woorden.
pl: Ogranicz wyniki wyszukiwania do pełnych wyrazów.
pt: Restrinja os resultados da busca a palavras completas.
ru: Поиск ищет совпадения только целиком слова
tr: Arama sonuçlarını tam sonuçlarla sınırla.
zh_hans: 将查找结果限定于全字。
zh_hant: 將尋找結果限定於全字。

# FindSettings.matchesFullWord.label
source: Match only whole words
cs: Porovnat pouze celá slova
de: Nur ganze Wörter
es: Empareja solo la palabra completa
fr: Rechercher seulement les mots entiers
it: Solo parole intere
ja: 完全に一致する語のみ
ko: 단어 전체에 일치
nl: Zoek alleen hele woorden
pl: Dopasuj tylko pełne wyrazy
pt: Apenas ocorrências de palavras completas
ru: Искать целиком слова
tr: Yalnızca tam sözcükleri eşleştir
zh_hans: 仅全字匹配
zh_hant: 僅全字匹配

# FindSettings.unescapesReplacementString.description
source: Unescape meta characters with backslash in replacement text.
cs: Odstranit zpětná lomítka před metaznaky v nahrazovacím textu.
de: Backslash im Ersetzungstext als Maskierungszeichen interpretieren.
fr: Dé-échappe les métacaractères précédés d’un antislash dans le texte de remplacement.
it: Nel testo sostitutivo, decodifica i meta-caratteri con la barra inversa.
ja: 置換テキストのバックスラッシュをエスケープ文字として解釈
ko: 대치 텍스트에서 메타 문자를 백슬래시로 이스케이프 해제합니다.
nl: Unescape meta-tekens met backslash in vervangende tekst.
pl: Konwertuj sekwencje ucieczki metaznaków z ukośnikiem wstecznym w tekście zastępującym.
pt: Desescapar metacaracteres com barra invertida no texto de substituição.
ru: Поиск текста игнорирует символы экранирования спецсимволов
tr: İkâme metinde meta karakterlerin kaçırılmasını ters eğik çizgi ile kaldırın.
zh_hans: 取消在替换文本中带有反斜杠元字符的转义。
zh_hant: 取消取代字串中反斜線中繼字元（\\）的跳脫。

# FindSettings.unescapesReplacementString.label
source: Unescape replacement text
cs: Odescapovat nahrazovací text
de: Ersetzungstext maskieren
fr: Dé-échapper le texte de remplacement
it: Testo di sostituzione Unescape
ja: 置換テキストのエスケープ文字を解釈
ko: 대치 텍스트 이스케이프 해제
nl: Unescape vervangende tekst
pl: Dekoduj sekwencje ucieczki w tekście zastępującym
pt: Texto de substituição sem caractere de escape
ru: Игнорировать знаки экранирования
tr: İkâme metnin kaçırılmasını kaldır
zh_hans: 取消替换文本转义
zh_hant: 取消取代字串跳脫字元

# FindSettings.usesUnicodeBoundaries.description
source: Use Unicode TR#29 to specify word boundaries
cs: Určit hranice slov pomocí kódování Unicode TR#29.
de: Unicode TR#29 verwenden, um Wortgrenzen zu spezifizieren.
es: Usa Unicode TR#29 para especificar los límites de las palabras
fr: Utilise Unicode TR#29 pour spécifier les extrémités de mots.
it: Usa Unicode TR#29 per specificare i Word Boundary
ja: 単語の区切りにUnicode TR#29定義を使用
ko: 유니코드 TR#29를 사용하여 단어 경계를 지정합니다.
nl: Gebruik Unicode TR#29 om woordgrenzen op te geven
pl: Określ granice wyrazów zgodnie z Raportem technicznym Unicode #29
pt: Usa o TR#29 do Unicode para especificar os limites de palavras
ru: Использовать Unicode TR#29 для обозначения слов
tr: Sözcük sınırlarını belirtmek için Unicode TR#29 kullan
zh_hans: 使用Unicode TR#29指定字词边界
zh_hant: 使用Unicode TR#29指定字詞邊界

# FindSettings.usesUnicodeBoundaries.label
source: Use Unicode word boundaries
cs: Použít hranice slov Unicode
de: Unicode-Wortgrenzen verwenden
es: Usa los límites de las palabras Unicode
fr: Utiliser les Word Boundaries Unicode
it: Usa Word Boundary Unicode
ja: Unicode単語境界を使用
ko: 유니코드 단어 경계 사용
nl: Gebruik Unicode-woordgrenzen
pl: Użyj granic wyrazów Unikodu
pt: Usar limite de palavra Unicode
ru: Используйте Unicode для слов
tr: Unicode sözcük sınırlarını kullan
zh_hans: 使用Unicode字词边界
zh_hant: 使用Unicode字詞邊界

# Found %lld matches in “%@.”
source: Found %1$lld matches in “%2$@.”
cs: V „%2$@“ nalezeno %1$lld shod.
de: %1$lld Treffer „%2$@” in gefunden.
it: Trovati %1$lld risultati in %2$@”.
ja: “%2$@”内に%1$lld件見つかりました。
ko: ‘%2$@’에서 %1$lld개 일치 항목을 찾았습니다.
nl: %1$lld gevonden in “%2$@.”
pl: Znaleziono %1$lld dopasowania w „%2$@”.
pt: Encontradas %1$lld correspondências em “%2$@.”
ru: Найдено %1$lld совпадений в “%2$@.”
tr: “%2$@” içinde %1$lld eşleşme bulundu.
zh_hans: 在“%2$@”中找到%1$lld个匹配项。
zh_hant: 在「%2$@」中找到%1$lld個符合項。

source: Highlight All
cs: Zvýraznit vše
de: Alles markieren
es: Resaltar todo
fr: Tout surligner
it: Evidenzia tutto
ja: すべてハイライト
ko: 모두 강조
nl: Markeer alles
pl: Wyróżnij wszystkie
pt: Destacar Tudo
ru: Подсветить все
tr: Tümünü Vurgula
zh_hans: 全部高亮
zh_hant: 全部高亮

source: Ignore Case
cs: Ignorovat velikost písmen
de: Groß-/Kleinschreibung ignorieren
es: Ignorar mayúsculas
fr: Ignorer la casse
it: Ignora maiuscole/minuscole
ja: 大文字/小文字を無視
ko: 대소문자 무시
nl: Negeer hoofdletters
pl: Ignoruj wielkość liter
pt: Ignorar Maiúsculas/Minúsculas
ru: Игнорировать регистр
tr: Büyük-Küçük Harf Fark Etmez
zh_hans: 忽略大小写
zh_hant: 忽略大小寫

source: In Selection
cs: Ve výběru
de: In der Auswahl
es: En la selección
fr: Dans la sélection
it: In selezione
ja: 選択範囲のみ
ko: 선택된 부분에서
nl: In selectie
pl: W zaznaczeniu
pt: Na Seleção
ru: В выделенном
tr: Seçimde Bul
zh_hans: 所选内容
zh_hant: 所選範圍

source: Line
cs: Řádek
de: Zeile
es: Línea
fr: Ligne
it: Riga
ja: 行
ko: 줄
nl: Regel
pl: Wiersz
pt: Linha
ru: Строка
tr: Satır
zh_hans: 行
zh_hant: 行

source: Matched Text
cs: Nalezený text
de: Gefundener Text
it: Testo corrispondente
ja: 一致したテキスト
ko: 일치한 텍스트
pl: Pasujący tekst
pt: Texto Correspondente
ru: Совпавший текст
tr: Eşleşen Metin
zh_hans: 匹配文本
zh_hant: 符合的文字

source: Recent Replacements
cs: Poslední nahrazení
de: Letzte Ersetzungen
es: Reemplazos recientes
fr: Remplacements récents
it: Sostituzioni recenti
ja: 置換履歴
ko: 최근 대치
nl: Recente vervangingen
pl: Ostatnie zastąpienia
pt: Substituições Recentes
ru: Недавние замены
tr: Son Değişimler
zh_hans: 最近的替换
zh_hant: 最近的取代

source: Recent Searches
cs: Poslední hledání
de: Letzte Sucheinträge
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti
ja: 検索履歴
ko: 최근 검색
nl: Recente zoekacties
pl: Ostatnie wyszukiwania
pt: Buscas Recentes
ru: Недавние поиски
tr: Son Aramalar
zh_hans: 最近的搜索
zh_hant: 最近的搜尋

source: Regular Expression
cs: Regulární výraz
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
it: Espressioni regolari
ja: 正規表現
ko: 정규표현식
nl: Reguliere Expressie
pl: Wyrażenie regularne
pt: Expressão Regular
ru: Регулярное выражение
tr: Düzenli İfade
zh_hans: 正则表达式
zh_hant: 常規表示式

source: Regular Expression Search
cs: Hledání regulárním výrazem
de: Regulärer-Ausdruck-Suche
es: Búsqueda de expresiones regulares
fr: Expressions régulières
it: Ricerca espressioni regolari
ja: 正規表現検索
ko: 정규표현식 찾기
nl: Zoeken met reguliere expressie
pl: Wyszukiwanie z użyciem wyrażeń regularnych
pt: Busca com Expressão Regular
ru: Поиск с регулярным выражением
tr: Düzenli İfade Araması
zh_hans: 正则表达式查找
zh_hant: 常規表示式尋找

source: Replace
cs: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ko: 대치
nl: Verplaats
pl: Zastąp
pt: Substituir
ru: Заменить
tr: Değiştir
zh_hans: 替换
zh_hant: 取代

source: Replace All
cs: Nahradit vše
de: Alles ersetzen
es: Reemplazar todo
fr: Tout remplacer
it: Sostituisci tutto
ja: すべて置換
ko: 모두 대치
nl: Vervang alles
pl: Zastąp wszystkie
pt: Substituir Tudo
ru: Заменить все
tr: Tümünü Değiştir
zh_hans: 全部替换
zh_hant: 全部取代

source: Replace all matches with the replacement text.
cs: Nahradit všechny shody nahrazovaným textem.
de: Alle Treffer durch den Ersetzungstext ersetzen.
es: Reemplaza todas las coincidencias con el texto de reemplazo.
fr: Remplace tous les résultats par le texte de remplacement.
it: Applica il testo sostitutivo a tutti i risultati di ricerca.
ja: すべての一致を置換テキストで置き換え
ko: 일치하는 모든 항목을 대치 텍스트로 대치합니다.
nl: Vervang alle overeenkomsten door de vervangende tekst.
pl: Zamień wszystkie dopasowania na tekst zastępujący.
pt: Substitua todas as ocorrências pelo texto de substituição.
ru: Заменить все выделенным текстом
tr: Tüm eşleşmeleri değişim metniyle değiştir.
zh_hans: 将所有匹配用替换文本替换。
zh_hant: 將所有匹配用取代文字取代。
